{
    "easy": [
        {
            "questionId": 0,
            "questionText": "מהן הסיבות העיקריות לפרוץ המלחמה?",
            "answers": [
                "סוריה ומצרים רצו להחזיר לעצמן את השטחים שישראל כבשה במלחמת ששת הימים",
                "המצרים והסורים ידעו שביום כיפור הם יצליחו לעשות מתקפת פתע על ישראל",
                "כישלון הצבא המצרי במלחמת ההתשה",
                "כל התשובות נכונות"
            ],
            "rightAnswerIndex": 3,
            "explanation": "מלחמת יום כיפור הינה אחת המלחמות הקשות בהיסטוריה של מדינת ישראל. המלחמה פרצה ב 6 - באוקטובר 1973 והסתיימה ב 24 - באוקטובר 1973."
        },
        {
            "questionId": 1,
            "questionText": "מדוע ישראל לא הגיבה ברצינות שלפי מידע מודיעיני מדינות ערב מתכננות מתקפה עליה?",
            "answers": [
                "ישראל הייתה משוכנעת שהגבולות שלה חזקים מידי מפני מתקפה של מצרים וסוריה על שטחי ישראל",
                "ישראל הייתה משוכנעת שמצרים וסוריה לא יודעות איך לתכנן מתקפה על ישראל בצורה אסטרטגית וטובה",
                "ישראל הייתה משוכנעת שמצרים וסוריה לא יעזו לצאת למלחמה נוספת עמה אחרי ההפסד הצורב שלהן במלחמת ששת הימים ושהיא מרגישה חזקה נגדם",
                "ישראל הייתה משוכנעת שלכוחות הצבא המצרי והסורי אין מספיק ציוד ונשק על מנת לתקוף את ישראל"
            ],
            "rightAnswerIndex": 2,
            "explanation": "הממשלה והצבא בישראל קיבלו מידע מודיעני טרם המלחמה שלפיו מדינות ערב מתכננות מתקפה. להתרעות אלו לא היה מענה מספק עקב כך שבמלחמת ששת הימים היה לישראל ניצחון אדיר בכך שהיא כבשה ממצרים את חצי האי סיני ומסוריה את רמת הגולן."
        },
        {
            "questionId": 2,
            "questionText": "מי היה הרמטכ\"ל בזמן מלחמת יום כיפור?",
            "answers": [
                "יצחק רבין",
                "דוד אלעזר",
                "משה דיין",
                "חיים בר - לב"
            ],
            "rightAnswerIndex": 1,
            "explanation": "לפני תפקידו כרמטכ\"ל, אלעזר היה אלוף פיקוד הצפון במלחמת ששת הימים ולפני כן היה מפקד גייסות השריון.",
            "media": "david-elazar.jpeg"
        },
        {
            "questionId": 3,
            "questionText": "באיזה תאריך פרצה מלחמת יום כיפור?",
            "answers": [
                "10.10.1973",
                "23.10.1973",
                "1.10.1973",
                "6.10.1973"
            ],
            "rightAnswerIndex": 3,
            "explanation": "מלחמת יום כיפור פרצה בצהרי יום כיפור באמצע הצום מבלי שאף אחד ציפה לזה."
        },
        {
            "questionId": 4,
            "questionText": "מהו המרחק שצה\"ל היה מקהיר כשמצרים הסכימה לעשות הפסקת אש עם ישראל?",
            "answers": [
                "100 ק\"מ",
                "50 ק\"מ",
                "101 ק\"מ",
                "51 ק\"מ"
            ],
            "rightAnswerIndex": 2,
            "explanation": "המרחק הקצר יחסית מקהיר נתן לישראל יתרון במשא ומתן."
        },
        {
            "questionId": 5,
            "questionText": "מה הם האירועים המדיניים שהתקיימו בישראל לאחר מלחמת יום כיפור?",
            "answers": [
                "משה דיין נכנס לתפקיד ראש הממשלה",
                "התפטרות גולדה מאיר מראשות הממשלה",
                "אריאל שרון נכנס לתפקיד הרמטכ\"ל",
                "אביגדור קהלני נכנס לתפקיד שר הביטחון"
            ],
            "rightAnswerIndex": 1,
            "explanation": "לאחר המלחמה הציבור הישראלי האשים את ההנהגה בהפתעה הקיצונית שאפיינה את פתיחת המלחמה. היה מודיעין וסימנים מעוררי חשש, אבל בחרו להתעלם מהם. לאחר שאיבדה את אמון הציבור, החליטה גולדה מאיר להתפטר.",
            "media": "golda-meiru.jpeg"
        },
        {
            "questionId": 6,
            "questionText": "מה היא הסיבה הכושלת שבגללה מצרים וסוריה הצליחו לעשות מתקפת פתע על ישראל?",
            "answers": [
                "הממשלה והצבא בישראל התעלמו מהאזהרה שמדינות ערב מתכננות מתקפה על ישראל",
                "היה את יום כיפור וכולם צמו ולא היה מי שישמור",
                "צה\"ל לא שמר על אזור קטן בגבול סוריה והביא לכך שסוריה יכולה לתקוף בישראל ובהמשך מצרים",
                "אף תשובה אינה נכונה"
            ],
            "rightAnswerIndex": 0,
            "explanation": "צה\"ל הביא ניצחון בתוך שישה ימים במלחמת ששת הימים ובישראל היו בטוחים שמדינות ערב לא יעזו לתקוף שוב את ישראל."
        },
        {
            "questionId": 7,
            "questionText": "מה היה הפתרון של צה\"ל בזמן שלחמו מול מצרים וסוריה?",
            "answers": [
                "להילחם עם המצרים והסורים עד שהצד השני מתייאש",
                "לבלום את התקפת המצרים והסורים בשתי החזיתות",
                "להתגנב בשקט לגבול האויב ולהפתיע את האויבים",
                "לחכות שהאויבים ייכנסו לשטח ישראל ולהפתיע אותם ברגע שהם מגיעים"
            ],
            "rightAnswerIndex": 1,
            "explanation": "צה\"ל לא היה ערוך ומוכן בתחילת המלחמה והפתרון היה לבלום את ההתקפה בשתי החזיתות."
        },
        {
            "questionId": 8,
            "questionText": "באיזה תאריך הסתיימה מלחמת יום כיפור?",
            "answers": [
                "28.10.1973",
                "25.10.1973",
                "26.10.1973",
                "24.10.1973"
            ],
            "rightAnswerIndex": 3,
            "explanation": "הציבור הישראלי היה מותש לאחר המלחמה ופגוע מורלית."
        },
        {
            "questionId": 9,
            "questionText": "מי היה אנואר סאדאת?",
            "answers": [
                "נשיא סוריה בזמן מלחמת יום כיפור",
                "נשיא מצרים בזמן מלחמת יום כיפור",
                "רמטכ\"ל צבא מצרים בזמן מלחמת יום כיפור",
                "רמטכ\"ל צבא סוריה בזמן מלחמת יום כיפור"
            ],
            "rightAnswerIndex": 1,
            "explanation": "סאדאת היה נשיא מצרים בין השנים 1970-1981, עד להתנקשות בחייו.",
            "media": "sadat.jpeg"
        }
    ],
    "medium": [
        {
            "questionId": 10,
            "questionText": "למה נועד קו בר-לב (קו המעוזים)?",
            "answers": [
                "מערך מבוצר שישראל בנתה באזור תעלת סואץ לשם הגנה על חיילי צה\"ל המשקיפים על הגבול בין ישראל למצרים לאורך כל התעלה",
                "גדר שנבנה לאורך גבול ישראל מצריבם כדי למנוע מהמצרים לתקוף ישראל",
                "מערך מבוצר שישראל בנתה באזור תעלת סואץ בכדי למנוע את השקפת המצריים על חייליה",
                "מערך מבוצר שישראל בנתה באזור תעלת סואץ כדי לגרום למצרים הסחת דעת בזמן שישראל תוקפת במצרים"
            ],
            "rightAnswerIndex": 0,
            "explanation": "הקו נקרא בפי התקשורת על שמו של חיים בר-לב, שהיה הרמטכ\"ל כשבנו את הקו.",
            "media": "haim_bar-lev.jpeg"
        },
        {
            "questionId": 12,
            "questionText": "למרות קשיי המלחמה ותוצאותיה מה היה היתרון ממלחמה זו?",
            "answers": [
                "המלחמה גרמה ליותר אזרחים לרצות להתגייס לצה\"ל",
                "המלחמה הביאה לצה\"ל לכבוש עוד שטחים ובכך להרחיב את שטח ישראל לעוד כמה קילומטרים",
                "המלחמה הביאה להסכם השלום בין ישראל למצרים כמה שנים לאחר מכן",
                "המלחמה הביאה לישראל הישג של ניצחון וגאווה לאומית"
            ],
            "rightAnswerIndex": 2,
            "explanation": "הסכם השלום עם מצרים היה הסכם השלום הראשון עם מדינה שכנה.",
            "media": "hescem-shalom.jpeg"
        },
        {
            "questionId": 13,
            "questionText": "מהו מבצע \"קינוח\"?",
            "answers": [
                "מבצע צבאי של צה\"ל שנועד להתגנב לגבול סוריה מהחרמון בשלג והשלג הזכיר לחיילים קצפת",
                "מבצע צבאי של צה\"ל לכיבוש מוצב החרמון",
                "מבצע צבאי של צה\"ל שלמקרה שסוריה תוקפת לחדור לשטח סוריה ולהגיע בה עד לדמשק",
                "מבצע צבאי של צה\"ל שנועד לפגוע בתשתיות ובשיירות רכב עיראקיות שנשלחו לסייע לצבא סוריה במלחמה נגד ישראל"
            ],
            "rightAnswerIndex": 1,
            "explanation": "עם סיום המבצע הצליחה חטיבת גולני לכבוש מחדש את ההר ובמקביל כבש כוח משולב של צנחנים במילואים וחיל הנדסה את החרמון הסורי."
        },
        {
            "questionId": 14,
            "questionText": "מהו החווה הסינית?",
            "answers": [
                "קרב שהתנהל בין הכוחות הישראלים לבין המצריים בסיוע צבא סין",
                "שם של מקום שצה\"ל כבש במלחמת ששת הימים אבל נותרו בה משאבות וציוד חקלאי שעליו היה כיתוב ביפנית והחיילים חשבו שזה בסינית",
                "אחד מקרבות הבלימה נגד הצבא הסורי בסיוע של סין בימיה הראשונים של המלחמה",
                " שם של נשק שניתן לו כינוי זה על ידי חיילי צה\"ל משום שהם קיבלו את הנשק מסין במטרה לעזור לישראל במלחמה"
            ],
            "rightAnswerIndex": 1,
            "explanation": "החווה הסינית הוא כינוי לרצף של קרבות בין כוחות שריון וחי\"ר של צה\"ל לכוחות משוריינים וממוכנים של הצבא המצרי שהתרחש במערב חצי האי סיני סמוך לתעלת סואץ."
        },
        {
            "questionId": 15,
            "questionText": "בפיקוד מי הצליח כוח צה\"ל לצלוח את תעלת סואץ לתוך מצרים?",
            "answers": [
                "אריאל שרון",
                "אביגדור קהלני",
                "אהוד ברק",
                "איציק מרדכי"
            ],
            "rightAnswerIndex": 0,
            "explanation": "אריאל שרון היה איש צבא וראש ממשלת ישראל בין השנים 2001-2006.",
            "media": "ariel-sharon.jpeg"
        },
        {
            "questionId": 16,
            "questionText": "מהי ועדת אגרנט?",
            "answers": [
                "ועדת חקירה ממלכתית שהוקמה לחקר נסיבות פריצתה של מלחמת יום כיפור",
                "ועדת חקירה ממלכתית שהוקמה כדי ללמוד מהטעויות שהממשלה עשתה לפני המלחמה",
                "ועדת חקירה ממלכתית שהוקמה לאחר מלחמת יום כיפור לצורך למידת לקחים מהמלחמה ואיך למנוע את המלחמה הבאה",
                "ועדת חקירה ממלכתית שהוקמה כדי לשפוט חיילים שלא תרמו במלחמה כמו שצריך"
            ],
            "rightAnswerIndex": 0,
            "explanation": "בהתחשב במודיעין שהיה ובהפתעה הקשה של תחילת המלחמה, היו סיבות להטיל ספק בהנהגה. ועדת גרנט הוקמה בשביל לבדוק לעומק למה הדברים קרו איך שקרו ולבדוק על מי אחראי על זה."
        }
    ],
    "hard": [
        {
            "questionId": 17,
            "questionText": "מהו מבצע בדר?",
            "answers": [
                "מבצע ביוזמת המצרים שהייתה אמורה לצאת לפועל זמן קצר לפני מלחמת יום כיפור",
                "מבצע ביוזמת הסורים שהייתה אמורה לצאת לפועל זמן קצר לפני מלחמת יום כיפור",
                "מבצע ביוזמת המצרים הפותחת את מלחמת יום כיפור",
                "מבצע ביוזמת הסורים הפותחת את מלחמת יום כיפור"
            ],
            "rightAnswerIndex": 2,
            "explanation": "לאור ההפסד במלחמת ששת הימים ועם הכיבוש הישראלי על חצי האי סיני מצרים רצתה לעשות נקמה ולפתוח מלחמה מפתיעה על ישראל ולנסות להחזיר לעצמה את השטח שישראל כבשה לה בשיתוף פעולה עם סוריה שישראל כבשה לה את רמת הגולן."
        },
        {
            "questionId": 18,
            "questionText": "מהו מעוז בודפשט?",
            "answers": [
                "המעוז הצפוני ביותר בגבול סוריה בזמן מלחמת יום כיפור",
                "המעוז הדרומי ביותר בגבול סוריה בזמן מלחמת יום כיפור",
                "המעוז הצפוני ביותר בגבול מצרים בזמן מלחמת יום כיפור",
                "המעוז הדרומי ביותר בגבול מצרים בזמן מלחמת יום כיפור"
            ],
            "rightAnswerIndex": 2,
            "explanation": "בודפשט היה שם הקוד של המוצב לפני המלחמה ובמהלכה."
        },
        {
            "questionId": 19,
            "questionText": "מהו מבצע אבירי לב?",
            "answers": [
                "פשיטה מוסקת שבוצעה ע\"י סיירת צנחנים באל קטייפה בעומק סוריה צפונית מזרחית לדמשק",
                "מבצע מתוכנן של צה\"ל להנחתת אוגדת שריון בגדה המזרחית של מפרץ סואץ",
                "פשיטה מוסקת שבוצעה על ידי כוח מחיל התותחנים ומסיירת מטכ\"ל בג'בל עתקה בעומק מצרים",
                "מבצע צבאי של צה\"ל שמטרתה הייתה לצלוח את תעלת סואץ לכבוש שטחים ממערב לה ובכך להכריע את המלחמה בחזית הדרום"
            ],
            "rightAnswerIndex": 1,
            "explanation": "המבצע בוצע על ידי אוגדה 143 בפיקודו של האלוף אריאל שרון, שכללה שני אגדים ארטילריים ומספר גדודי הנדסה/צליחה, 3 חטיבות שריון, וחטיבת צנחנים של מילואים."
        },
        {
            "questionId": 20,
            "questionText": "מהי הפריצה למובלעת?",
            "answers": [
                "כיבוש שנעשה על ע\"י צה\"ל בחזית המצרית בתעלת סואץ",
                "כיבוש שנעשה ע\"י הצבא המצרי על מנת לכבוש חזרה את סיני",
                " כיבוש שנעשה ע\"י צה\"ל בחזית הסורית ברמת הגולן",
                "כיבוש שנעשה עי\" הצבא הסורי על מנת לכבוש חזרה את רמת הגולן"
            ],
            "rightAnswerIndex": 2,
            "explanation": "היה שלב במערכה הצבאית בחזית הסורית במלחמת יום הכיפורים במסגרתו פרצו כוחות צה\"ל מרמת הגולן לתוך שטח סוריה."
        },
        {
            "questionId": 22,
            "questionText": "מהי מתקפת הנגד?",
            "answers": [
                "קרב שהתחולל בגדה המערבית של תעלת סואץ",
                "קרב שהחל כמתקפת נגד של כוחות השריון של צה\"ל במטרה לפרוץ את הקו המצרי שהתבסס בגדה המזרחית של תעלת סואץ לאחר צליחתה עם פרוץ המלחמה",
                "קרב מול המצרים שהתרחש ב - 8.10 בסיני",
                "כל התשובות נכונות"
            ],
            "rightAnswerIndex": 3,
            "explanation": "המתקפה נכשלה."
        },
        {
            "questionId": 22,
            "questionText": "מהו כיתור הארמיה השלישית?",
            "answers": [
                "קרב ימי בין חיל הים הישראלי לחיל הים המצרי שנערך מול חופי דמיאט ובטלים בדלתא של הנילוס שנערך בין ה - 8.10 ל - 9.10 של שנת 1973",
                "פעולה התקפית של צה\"ל בחזית מצרים בשלהי מלחמת יום הכיפורים",
                "קרב ימי שנערך במעגן מצרי בלילה הראשון של מלחמת יום הכיפורים בגזרה המרכזית של מפרץ סואץ",
                "סדרת תקיפות שנערכו בלילה השישי של מלחמת יום הכיפורים הלילה שבין ה - 11 ל - 12 באוקטובר של שנת 1973"
            ],
            "rightAnswerIndex": 1,
            "explanation": "הפעולה הביאה למתיחות גבוהה בין ארצות הברית וברית המועצות ובשלב מאוחר יותר להתקרבות מדינית בין מצרים וארצות הברית."
        },
        {
            "questionId": 23,
            "questionText": "מי היה אלי זעירא?",
            "answers": [
                "מפקד פיקוד הדרום",
                "מפקד פיקוד הצפון",
                "סגן הרמטכ\"ל",
                "ראש אמ\"ן"
            ],
            "rightAnswerIndex": 3,
            "explanation": "לפי ועדת אגרנט היה זעירא לאחראי העיקרי להפתעה של תחילת המלחמה.",
            "media": "eli-zeira.jpeg"
        }
    ]
}
